Revit 2027 API
ParameterTypeId.JoistSystemNumberOfLinesParam Property
 "Number of Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JoistSystemNumberOfLinesParam { get; }
Public Shared ReadOnly Property JoistSystemNumberOfLinesParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JoistSystemNumberOfLinesParam {
	ForgeTypeId^ get ();
}
static member JoistSystemNumberOfLinesParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace